{
  "en": {
    "home": "Home",
    "services": "Services",
    "features": "Features",
    "resources": "Resources",
    "contact": "Contact",
    "signIn": "Sign in",
    "signUp": "Sign up",
    "welcome": "Welcome to CityLand",
    "discoverPlace": "Discover a place you'll love to live.",
    "unlockDeals": "Unlock exclusive real estate deals before anyone else!",
    "moreAboutUs": "More About Us",
    "trustText": "More than 45,000+ companies trust CityLand",
    "ratings": "5 Star Ratings (2k+ Review)",
    "howItWorks": "How it works?",
    "guideDesc": "Everything you need to know when you're looking to buy, rent, or sell - all in one place.",
    "buyerGuides": "Buyer Guides",
    "howToBuy": "How to buy",
    "rentGuides": "Rent Guides",
    "howToRent": "How to rent",
    "sellGuides": "Sell Guides",
    "howToSell": "How to sell",
    "fullguides": "Full Guides",
    "featuredProperties": "Featured Properties",
    "lookingDesc": "Everything you need to know when you're looking",
    "viewAll": "View All",
    "subscribeNewsletter": "Subscribe to our Newsletter!",
    "subscribeDesc": "Subscribe to our newsletter and stay updated.",
    "subscribe": "Subscribe",
    "product": "Product",
    "listing": "Listing",
    "property": "Property",
    "agents": "Agents",
    "blog": "Blog",
    "ourHomes": "Our Homes",
    "memberStories": "Member Stories",
    "video": "Video",
    "freeTrial": "Free trial",
    "company": "Company",
    "partnerships": "Partnerships",
    "termsOfUse": "Terms of use",
    "privacy": "Privacy",
    "sitemap": "Sitemap",
    "getInTouch": "Get in touch",
    "nextHome": "You’ll find your next home, in any style you prefer.",
    "rememberMe": "Remember me",
    "fullName": "Full Name",
    "password": "Password",
    "confirmPassword": "Confirm Password",
    "agreeToS": "I agree to the Terms of Service",
    "neighborhood ": "You’ve found a neighborhood you love.",
    "own-home": "When you own a home, you’re committing to living in one location for a while. In a recent Trulia survey, we found that five out of six respondents said finding the right neighborhood",
    "avarage": "By avarage for 2 bedroom apments in San Francisco, CA",
    "num-sale": "Homes For Sale",
    "num-sold": "Homes Recently Sold",
    "price": "Price Reduced",
    "copyright": "copyright 2024., All rights reserved.",
    "email": "Email",
    "About-us": "About us",
    "project-introduction": "PROJECT INTRODUCTION",
    "about-us-introduction-1": "I. ESTABLISHMENT AND DEVELOPMENT",
    "date-1-2024": "Our real estate project was founded on September 1, 2024, by three members with strategic vision and extensive experience in the industry:",
    "Hiep-1": "Nguyen Huu Hiep",
    "Hiep-2": "– Team Leader, responsible for strategic leadership and overall project managemt.",
    "Hoan-1": "Ho Xuan Hoan",
    "Hoan-2": "– Member, expert in market research and product development.",
    "Khoi-1": "Nguyen Xuan Khoi",
    "Khoi-2": "– Member, responsible for financial matters and investment strategies.",
    "Nen-Tang": "With a solid foundation and the effective coordination of the founding team, the project continues to grow and aims to bring sustainable and long-term value to the community.",
    "LONG-TERM-VISION": "II. LONG-TERM VISION",
    "LONG-TERM-VISION-2": "We strive to become one of the leading real estate companies, providing sustainable and high-quality housing solutions and investment opportunities, continually innovating to meet the evolving needs of our clients in the future.",
    "MISSION-OF-CITYLAND": "III. MISSION OF CITYLAND",
    "MISSION-OF-CITYLAND-2": "Our mission is to deliver practical and groundbreaking value in the real estate sector, offering not only residential projects but also high-development real estate products that bring long-term benefits to clients and the community.",
    "CORE-VALUES": "IV. CORE VALUES",
    "Commitment-1": "Commitment",
    "Commitment-2": ": We invest dedication and passion into every project, ensuring that all our products meet the highest quality standards.",
    "Reputation-1": "Reputation",
    "Reputation-2": ": Reputation is the foundation of our business; we always honor our commitments to clients and partners.",
    "Professionalism-1": "Professionalism",
    "Professionalism-2": ": We operate based on a professional process, with an experienced team that constantly learns and a",
    "Leader": "-Team Leader",
    "Member": "- Member",
    "Policies": "Policies",
    "General-Policies": "1. General Policies",
    "Property-Listings": "1.1 Property Listings",
    "Property-Listings-1": "All property listings are regularly updated to reflect current availability. However, due to high demand, availability may change quickly. We encourage you to inquire about specific properties to confirm their status.",
    "Booking-Reservations": "1.2 Booking & Reservations",
    "Booking-Reservations-1": "Reservations can be made through our website or by contacting our sales team.",
    "Booking-Reservations-2": "A reservation is not confirmed until a deposit or payment is received.",
    "Booking-Reservations-3": "All bookings are subject to availability and confirmation from our team.",
    "Cancellation-Refunds": "1.3 Cancellation & Refunds",
    "Cancellation-Refunds-1": "Cancellations must be made at least 48 hours in advance of the scheduled viewing or booking to receive a full refund.",
    "Cancellation-Refunds-2": "Cancellations made within 48 hours are subject to a 20% cancellation fee.",
    "Cancellation-Refunds-3": "Refunds will be processed within 7 business days after cancellation.",
    "Property-Viewing": "1.4 Property Viewing",
    "Property-Viewing-1": "Property viewings are scheduled upon request, based on availability.",
    "Property-Viewing-2": "Please arrive on time for your scheduled viewing to ensure a smooth experience.",
    "Property-Viewing-3": "Our agents will provide a guided tour and answer any questions you may have about the property.",
    "Payment-Policies": "2. Payment Policies",
    "Payment-Methods": "2.1 Payment Methods",
    "Payment-Methods-1": "We accept the following payment methods:",
    "Payment-Methods-2": "Bank Transfer",
    "Payment-Methods-3": "Credit/Debit Cards",
    "Payment-Methods-4": "Cash (in-person only)",
    "Payment-Terms": "2.2 Payment Terms",
    "Payment-Terms-1": "Full payment is required upon signing the lease or purchase agreement unless otherwise stated.",
    "Payment-Terms-2": "If a payment plan is available, the terms and schedules will be clearly stated in the contract.",
    "Late-Payment": "2.3 Late Payments",
    "Late-Payment-1": "A late fee of 5% of the total amount due will be charged for payments made after the due date.",
    "Late-Payment-2": "If a payment plan is available, the terms and schedules will be clearly stated in the contract.",
    "Frequently-Asked-Question": "Frequently Asked Questions (FAQs)",
    "Frequently-Asked-Question-1": "3.1 How can I schedule a property viewing?",
    "Frequently-Asked-Question-2": "3.2 Are your properties available for rent or only for sale?",
    "Frequently-Asked-Question-3": " 3.3 Can I negotiate the price of the property?",
    "Frequently-Asked-Question-4": " 3.4 What should I bring to the viewing?",
    "Frequently-Asked-Question-5": " 3.5 Do you offer financing options?",
    "Frequently-Asked-Question-6": " 3.6 How long does it take to process a purchase or rental agreement?",
    "Frequently-Asked-Question-7": " 3.7 What happens if I need to cancel my reservation?",
    "Frequently-Asked-Question-8": " 3.8 Are pets allowed in rental properties?",
    "Frequently-Asked-Question-9": " 3.9 What happens if there is a maintenance issue?",
    "Frequently-Asked-Question-1-1": "All property listings are regularly updated to reflect current availability. However, due to high demand, availability may change quickly. We encourage you to inquire about specific properties to confirm their status.",
    "Frequently-Asked-Question-1-2": "We offer both rental and sale properties. Each listing specifies whether it is for rent or for sale.",
    "Frequently-Asked-Question-1-3": "Property prices are set based on current market values. However, our agents may offer flexibility in certain circumstances, particularly for long-term leases or bulk purchases.",
    "Frequently-Asked-Question-1-4": " For property viewings, you should bring a valid ID and any relevant financial documentation if you're interested in renting or purchasing. This includes proof of income or a credit report.",
    "Frequently-Asked-Question-1-5": " We work with several trusted financial institutions to offer financing options. If you're interested in financing, please reach out to our team to discuss available solutions.",
    "Frequently-Asked-Question-1-6": " The processing time for a rental or purchase agreement typically takes between 7-10 business days, depending on the complexity of the transaction and the availability of required documents.",
    "Frequently-Asked-Question-1-7": " If you need to cancel a reservation, please notify us at least 48 hours in advance for a full refund. Cancellations made within 48 hours will incur a cancellation fee.",
    "Frequently-Asked-Question-1-8": " Pet policies vary by property. Please refer to the individual listing or consult with our team to determine the pet policy for a specific property.",
    "Frequently-Asked-Question-1-9": "If you encounter a maintenance issue, please contact our customer support team immediately. We’ll arrange for the necessary repairs within 48 hours for most urgent issues.",
    "Addrhess": "Addrhess:",
    "Addrhes-1": "182 Le Duan, Ben Thuy, Vinh, Nghe An",
    "Hotline": "Hotline:",
    "form-1": "Contact us for suggestions",
    "name": "Name",
    "name-1": "Full name*",
    "message": "Message",
    "message-1": "Write your message*",
    "Submit-request": "Submit request"
  },
  "vi": {
    "home": "Trang Chủ",
    "services": "Dịch vụ",
    "features": "Tính năng",
    "resources": "Tài nguyên",
    "contact": "Liên hệ",
    "signIn": "Đăng nhập",
    "signUp": "Đăng ký",
    "welcome": "Chào mừng đến với CityLand",
    "discoverPlace": "Khám phá nơi bạn sẽ yêu thích để sống.",
    "unlockDeals": "Khám phá các ưu đãi bất động sản độc quyền trước bất kỳ ai khác!",
    "moreAboutUs": "Tìm hiểu thêm về chúng tôi",
    "trustText": "Hơn 45,000+ công ty tin tưởng CityLand",
    "ratings": "Đánh giá 5 sao (hơn 2k bình luận)",
    "howItWorks": "Cách hoạt động?",
    "guideDesc": "Mọi thứ bạn cần biết khi bạn muốn mua, thuê, hoặc bán - tất cả trong một nơi.",
    "buyerGuides": "Hướng dẫn người mua",
    "howToBuy": "Cách mua",
    "rentGuides": "Hướng dẫn cho thuê",
    "howToRent": "Cách thuê",
    "sellGuides": "Hướng dẫn bán",
    "howToSell": "Cách bán",
    "fullguides": "Hướng dẫn đầy đủ",
    "featuredProperties": "Bất động sản nổi bật",
    "lookingDesc": "Mọi thứ bạn cần biết khi bạn tìm kiếm",
    "viewAll": "Xem tất cả",
    "subscribeNewsletter": "Đăng ký nhận bản tin!",
    "subscribeDesc": "Đăng ký nhận bản tin của chúng tôi và luôn cập nhật.",
    "subscribe": "Đăng ký",
    "product": "Sản phẩm",
    "listing": "Danh sách",
    "property": "Tài sản",
    "agents": "Đại lý",
    "blog": "Blog",
    "ourHomes": "Ngôi nhà của chúng tôi",
    "memberStories": "Câu chuyện thành viên",
    "video": "Video",
    "freeTrial": "Dùng thử miễn phí",
    "company": "Công ty",
    "partnerships": "Đối tác",
    "termsOfUse": "Điều khoản sử dụng",
    "privacy": "Chính sách bảo mật",
    "sitemap": "Sơ đồ trang web",
    "getInTouch": "Liên lạc với chúng tôi",
    "nextHome": "Bạn sẽ tìm thấy ngôi nhà tiếp theo của mình, theo phong cách bạn thích.",
    "rememberMe": "Ghi nhớ đăng nhập",
    "fullName": "Họ và tên",
    "password": "Mật khẩu",
    "confirmPassword": "Xác nhận mật khẩu",
    "agreeToS": "Tôi đồng ý với Điều khoản dịch vụ",
    "neighborhood": "Bạn đã tìm thấy một khu phố mà mình yêu thích.",
    "own-home": "Khi bạn sở hữu một ngôi nhà, bạn đang cam kết sống ở một địa điểm trong một thời gian. Trong một khảo sát gần đây của Trulia, chúng tôi nhận thấy rằng năm trong số sáu người được hỏi nói rằng việc tìm được khu phố phù hợp là rất quan trọng.",
    "avarage": "Theo trung bình đối với các căn hộ 2 phòng ngủ tại San Francisco, CA",
    "num-sale": "Nhà Đang Bán",
    "num-sold": "Nhà Đã Bán Gần Đây",
    "price": "Giảm Giá",
    "copyright": "Bản quyền 2024. Mọi quyền được bảo lưu.",
    "email": "Email",
    "About-us": "Liên Hệ",
    "project-introduction": "GIỚI THIỆU DỰ ÁN ",
    "about-us-introduction-1": "I. THÀNH LẬP VÀ PHÁT TRIỂN",
    "date-1-2024": "Dự án bất động sản của chúng tôi được thành lập vào ngày 1 tháng 9 năm 2024, bởi ba thành viên có tầm nhìn chiến lược và kinh nghiệm sâu rộng trong ngành.",
    "Hiep-1": "Nguyễn Hữu Hiệp",
    "Hiep-2": "– Trưởng nhóm, chịu trách nhiệm lãnh đạo chiến lược và quản lý tổng thể dự án.",
    "Hoan-1": "Hồ Xuân Hoàn",
    "Hoan-2": "– Thành viên, chuyên gia trong lĩnh vực nghiên cứu thị trường và phát triển sản phẩm.",
    "Khoi-1": "Nguyễn Xuân Khởi ",
    "Khoi-2": "– Thành viên, chịu trách nhiệm về các vấn đề tài chính và chiến lược đầu tư.",
    "Nen-Tang": "Với nền tảng vững chắc và sự phối hợp hiệu quả của đội ngũ sáng lập, dự án không ngừng phát triển và hướng tới việc mang lại giá trị bền vững, lâu dài cho cộng đồng.",
    "LONG-TERM-VISION": "II. TẦM NHÌN DÀI HẠN",
    "LONG-TERM-VISION-2": "Chúng tôi phấn đấu trở thành một trong những công ty bất động sản hàng đầu, cung cấp các giải pháp nhà ở bền vững, chất lượng cao và cơ hội đầu tư, không ngừng đổi mới để đáp ứng nhu cầu ngày càng thay đổi của khách hàng trong tương lai.",
    "MISSION-OF-CITYLAND": "III. SỨ MỆNH CỦA CITYLAND",
    "MISSION-OF-CITYLAND-2": "Sứ mệnh của chúng tôi là mang lại giá trị thiết thực và đột phá trong lĩnh vực bất động sản, cung cấp không chỉ các dự án nhà ở mà còn các sản phẩm bất động sản có tiềm năng phát triển cao, đem lại lợi ích lâu dài cho khách hàng và cộng đồng.",
    "CORE-VALUES": "IV. GIÁ TRỊ CỐT LÕI",
    "Commitment-1": "Cam kết",
    "Commitment-2": ": Chúng tôi đầu tư tâm huyết và đam mê vào từng dự án, đảm bảo tất cả các sản phẩm của chúng tôi đạt tiêu chuẩn chất lượng cao nhất.",
    "Reputation-1": "Uy tín",
    "Reputation-2": ": Uy tín là nền tảng của hoạt động kinh doanh; chúng tôi luôn giữ vững các cam kết với khách hàng và đối tác.",
    "Professionalism-1": "Chuyên nghiệp",
    "Professionalism-2": ": Chúng tôi hoạt động dựa trên quy trình chuyên nghiệp, với đội ngũ giàu kinh nghiệm luôn không ngừng học hỏi và cải tiến.",
    "Leader": "-Nhóm Trưởng",
    "Member": "- Thành Viên",
    "Policies": "Chính Sách",
    "General-Policies": "1. Chính Sách Chung",
    "Property-Listings": "1.1 Danh Sách Tài Sản",
    "Property-Listings-1": "Tất cả danh sách tài sản đều được cập nhật thường xuyên để phản ánh tình trạng sẵn có hiện tại. Tuy nhiên, do nhu cầu cao, tình trạng sẵn có có thể thay đổi nhanh chóng. Chúng tôi khuyến khích bạn hỏi thông tin về các tài sản cụ thể để xác nhận tình trạng của chúng.",
    "Booking-Reservations": "1.2 Đặt Chỗ & Đặt Hàng",
    "Booking-Reservations-1": "Việc đặt chỗ có thể được thực hiện thông qua trang web của chúng tôi hoặc bằng cách liên hệ với đội ngũ bán hàng.",
    "Booking-Reservations-2": "Một đặt chỗ sẽ không được xác nhận cho đến khi chúng tôi nhận được khoản đặt cọc hoặc thanh toán.",
    "Booking-Reservations-3": "Tất cả các đặt chỗ phụ thuộc vào tình trạng sẵn có và xác nhận từ đội ngũ của chúng tôi.",
    "Cancellation-Refunds": "1.3 Hủy & Hoàn Tiền",
    "Cancellation-Refunds-1": "Việc hủy phải được thực hiện ít nhất 48 giờ trước thời gian xem hoặc đặt chỗ đã lên lịch để nhận được hoàn tiền đầy đủ.",
    "Cancellation-Refunds-2": "Việc hủy trong vòng 48 giờ sẽ chịu phí hủy 20%.",
    "Cancellation-Refunds-3": "Hoàn tiền sẽ được xử lý trong vòng 7 ngày làm việc sau khi hủy.",
    "Property-Viewing": "1.4 Xem Tài Sản",
    "Property-Viewing-1": "Các buổi xem tài sản được sắp xếp theo yêu cầu, dựa trên tình trạng sẵn có.",
    "Property-Viewing-2": "Vui lòng đến đúng giờ cho buổi xem đã lên lịch để đảm bảo trải nghiệm diễn ra suôn sẻ.",
    "Property-Viewing-3": "Các nhân viên của chúng tôi sẽ cung cấp hướng dẫn và trả lời mọi câu hỏi bạn có về tài sản.",
    "Payment-Policies": "2. Chính Sách Thanh Toán",
    "Payment-Methods": "2.1 Phương Thức Thanh Toán",
    "Payment-Methods-1": "Chúng tôi chấp nhận các phương thức thanh toán sau:",
    "Payment-Methods-2": "Chuyển khoản ngân hàng",
    "Payment-Methods-3": "Thẻ tín dụng/Ghi nợ",
    "Payment-Methods-4": "Tiền mặt (chỉ áp dụng khi thanh toán trực tiếp)",
    "Payment-Terms": "2.2 Điều Khoản Thanh Toán",
    "Payment-Terms-1": "Thanh toán đầy đủ là bắt buộc ngay khi ký hợp đồng thuê hoặc mua, trừ khi có quy định khác.",
    "Payment-Terms-2": "Nếu có kế hoạch thanh toán, các điều khoản và lịch trình sẽ được nêu rõ trong hợp đồng.",
    "Late-Payment": "2.3 Thanh Toán Trễ Hạn",
    "Late-Payment-1": "Phí trễ hạn 5% trên tổng số tiền sẽ được áp dụng đối với các khoản thanh toán sau ngày đến hạn.",
    "Late-Payment-2": "Không thanh toán trong vòng 30 ngày có thể dẫn đến việc hủy đặt chỗ hoặc hợp đồng thuê tài sản.",
    "Frequently-Asked-Question": "Câu Hỏi Thường Gặp (FAQs)",
    "Frequently-Asked-Question-1": "3.1 Làm thế nào để tôi đặt lịch xem tài sản?",
    "Frequently-Asked-Question-2": "3.2 Các tài sản của bạn có cho thuê hay chỉ bán?",
    "Frequently-Asked-Question-3": "3.3 Tôi có thể thương lượng giá của tài sản không?",
    "Frequently-Asked-Question-4": "3.4 Tôi nên mang theo gì khi đi xem tài sản?",
    "Frequently-Asked-Question-5": "3.5 Bạn có cung cấp các lựa chọn tài chính không?",
    "Frequently-Asked-Question-6": "3.6 Quá trình xử lý hợp đồng mua hoặc thuê mất bao lâu?",
    "Frequently-Asked-Question-7": "3.7 Điều gì xảy ra nếu tôi cần hủy đặt chỗ của mình?",
    "Frequently-Asked-Question-8": "3.8 Có được phép nuôi thú cưng trong các tài sản cho thuê không?",
    "Frequently-Asked-Question-9": "3.9 Điều gì sẽ xảy ra nếu có vấn đề bảo trì?",
    "Frequently-Asked-Question-1-1": " Để đặt lịch xem nhà, bạn chỉ cần liên hệ với đội ngũ hỗ trợ khách hàng qua điện thoại, email hoặc mẫu liên hệ trên website của chúng tôi. Chúng tôi sẽ xác nhận lại thời gian có sẵn với bạn.",
    "Frequently-Asked-Question-1-2": "Chúng tôi cung cấp cả bất động sản cho thuê và bán. Mỗi danh sách sẽ ghi rõ bất động sản đó cho thuê hay bán.",
    "Frequently-Asked-Question-1-3": " Giá của bất động sản được xác định dựa trên giá trị thị trường hiện tại. Tuy nhiên, đội ngũ nhân viên của chúng tôi có thể linh hoạt trong một số trường hợp, đặc biệt là đối với hợp đồng thuê dài hạn hoặc mua số lượng lớn.",
    "Frequently-Asked-Question-1-4": " Khi đi xem nhà, bạn cần mang theo CMND/CCCD và các giấy tờ tài chính có liên quan nếu bạn muốn thuê hoặc mua bất động sản, bao gồm chứng minh thu nhập hoặc báo cáo tín dụng.",
    "Frequently-Asked-Question-1-5": " Chúng tôi hợp tác với nhiều tổ chức tài chính uy tín để cung cấp các lựa chọn tài chính. Nếu bạn quan tâm đến các giải pháp tài chính, vui lòng liên hệ với đội ngũ của chúng tôi để tìm hiểu thêm.",
    "Frequently-Asked-Question-1-6": " Quá trình ký hợp đồng thường mất từ 7-10 ngày làm việc, tùy vào độ phức tạp của giao dịch và sự có mặt của các giấy tờ cần thiết.",
    "Frequently-Asked-Question-1-7": " Nếu bạn cần hủy bỏ đặt chỗ, vui lòng thông báo cho chúng tôi ít nhất 48 giờ trước để nhận lại toàn bộ tiền. Việc hủy bỏ trong vòng 48 giờ sẽ bị tính phí hủy.",
    "Frequently-Asked-Question-1-8": " Chính sách về thú cưng sẽ khác nhau tùy vào từng bất động sản. Vui lòng tham khảo thông tin cụ thể trong từng danh sách hoặc liên hệ với đội ngũ của chúng tôi để biết chi tiết.",
    "Frequently-Asked-Question-1-9": "Nếu bạn gặp sự cố về bảo trì, vui lòng liên hệ ngay với đội ngũ hỗ trợ khách hàng của chúng tôi. Chúng tôi sẽ sắp xếp sửa chữa trong vòng 48 giờ đối với các sự cố khẩn cấp.",
    "Addrhess": "Địa chỉ:",
    "Addrhes-1": "182 Lê Duẩn, Bến Thủy, Vinh, Nghệ An",
    "Hotline": "Đường dây nóng: ",
    "form-1": "Liên hệ với chúng tôi để đưa ra gợi ý.",
    "name": "Tên của bạn",
    "name-1": "Họ và tên*",
    "message": "Nội dung",
    "message-1": "Nhập nội dung của bạn*",
    "Submit-request": "Gửi yêu cầu"
  }
}
