{
  "en": {
    "home": "Home",
    "services": "Services",
    "features": "Features",
    "resources": "Resources",
    "contact": "Contact",
    "signIn": "Sign in",
    "signUp": "Sign up",
    "welcome": "Welcome to CityLand",
    "discoverPlace": "Discover a place you'll love to live.",
    "unlockDeals": "Unlock exclusive real estate deals before anyone else!",
    "moreAboutUs": "More About Us",
    "trustText": "More than 45,000+ companies trust CityLand",
    "ratings": "5 Star Ratings (2k+ Review)",
    "howItWorks": "How it works?",
    "guideDesc": "Everything you need to know when you're looking to buy, rent, or sell - all in one place.",
    "buyerGuides": "Buyer Guides",
    "howToBuy": "How to buy",
    "rentGuides": "Rent Guides",
    "howToRent": "How to rent",
    "sellGuides": "Sell Guides",
    "howToSell": "How to sell",
    "fullguides": "Full Guides",
    "featuredProperties": "Featured Properties",
    "lookingDesc": "Everything you need to know when you're looking",
    "viewAll": "View All",
    "subscribeNewsletter": "Subscribe to our Newsletter!",
    "subscribeDesc": "Subscribe to our newsletter and stay updated.",
    "subscribe": "Subscribe",
    "product": "Product",
    "listing": "Listing",
    "property": "Property",
    "agents": "Agents",
    "blog": "Blog",
    "ourHomes": "Our Homes",
    "memberStories": "Member Stories",
    "video": "Video",
    "freeTrial": "Free trial",
    "company": "Company",
    "partnerships": "Partnerships",
    "termsOfUse": "Terms of use",
    "privacy": "Privacy",
    "sitemap": "Sitemap",
    "getInTouch": "Get in touch",
    "nextHome": "You’ll find your next home, in any style you prefer.",
    "rememberMe": "Remember me",
    "fullName": "Full Name",
    "password": "Password",
    "confirmPassword": "Confirm Password",
    "agreeToS": "I agree to the Terms of Service",
    "neighborhood ": "You’ve found a neighborhood you love.",
    "own-home": "When you own a home, you’re committing to living in one location for a while. In a recent Trulia survey, we found that five out of six respondents said finding the right neighborhood",
    "avarage": "By avarage for 2 bedroom apments in San Francisco, CA",
    "num-sale": "Homes For Sale",
    "num-sold": "Homes Recently Sold",
    "price": "Price Reduced",
    "copyright": "copyright 2024., All rights reserved.",
    "email": "Email",
    "About-us": "About us",
    "project-introduction": "PROJECT INTRODUCTION",
    "about-us-introduction-1": "I. ESTABLISHMENT AND DEVELOPMENT",
    "date-1-2024": "Our real estate project was founded on September 1, 2024, by three members with strategic vision and extensive experience in the industry:",
    "Hiep-1": "Nguyen Huu Hiep",
    "Hiep-2": "– Team Leader, responsible for strategic leadership and overall project managemt.",
    "Hoan-1": "Ho Xuan Hoan",
    "Hoan-2": "– Member, expert in market research and product development.",
    "Khoi-1": "Nguyen Xuan Khoi",
    "Khoi-2": "– Member, responsible for financial matters and investment strategies.",
    "Nen-Tang": "With a solid foundation and the effective coordination of the founding team, the project continues to grow and aims to bring sustainable and long-term value to the community.",
    "LONG-TERM-VISION": "II. LONG-TERM VISION",
    "LONG-TERM-VISION-2": "We strive to become one of the leading real estate companies, providing sustainable and high-quality housing solutions and investment opportunities, continually innovating to meet the evolving needs of our clients in the future.",
    "MISSION-OF-CITYLAND": "III. MISSION OF CITYLAND",
    "MISSION-OF-CITYLAND-2": "Our mission is to deliver practical and groundbreaking value in the real estate sector, offering not only residential projects but also high-development real estate products that bring long-term benefits to clients and the community.",
    "CORE-VALUES": "IV. CORE VALUES",
    "Commitment-1": "Commitment",
    "Commitment-2": ": We invest dedication and passion into every project, ensuring that all our products meet the highest quality standards.",
    "Reputation-1": "Reputation",
    "Reputation-2": ": Reputation is the foundation of our business; we always honor our commitments to clients and partners.",
    "Professionalism-1": "Professionalism",
    "Professionalism-2": ": We operate based on a professional process, with an experienced team that constantly learns and a",
    "Leader": "-Team Leader",
    "Member": "- Member",
    "Policies": "Policies",
    "General-Policies": "1. General Policies",
    "Property-Listings": "1.1 Property Listings",
    "Property-Listings-1": "All property listings are regularly updated to reflect current availability. However, due to high demand, availability may change quickly. We encourage you to inquire about specific properties to confirm their status.",
    "Booking-Reservations": "1.2 Booking & Reservations",
    "Booking-Reservations-1": "Reservations can be made through our website or by contacting our sales team.",
    "Booking-Reservations-2": "A reservation is not confirmed until a deposit or payment is received.",
    "Booking-Reservations-3": "All bookings are subject to availability and confirmation from our team.",
    "Cancellation-Refunds": "1.3 Cancellation & Refunds",
    "Cancellation-Refunds-1": "Cancellations must be made at least 48 hours in advance of the scheduled viewing or booking to receive a full refund.",
    "Cancellation-Refunds-2": "Cancellations made within 48 hours are subject to a 20% cancellation fee.",
    "Cancellation-Refunds-3": "Refunds will be processed within 7 business days after cancellation.",
    "Property-Viewing": "1.4 Property Viewing",
    "Property-Viewing-1": "Property viewings are scheduled upon request, based on availability.",
    "Property-Viewing-2": "Please arrive on time for your scheduled viewing to ensure a smooth experience.",
    "Property-Viewing-3": "Our agents will provide a guided tour and answer any questions you may have about the property.",
    "Payment-Policies": "2. Payment Policies",
    "Payment-Methods": "2.1 Payment Methods",
    "Payment-Methods-1": "We accept the following payment methods:",
    "Payment-Methods-2": "Bank Transfer",
    "Payment-Methods-3": "Credit/Debit Cards",
    "Payment-Methods-4": "Cash (in-person only)",
    "Payment-Terms": "2.2 Payment Terms",
    "Payment-Terms-1": "Full payment is required upon signing the lease or purchase agreement unless otherwise stated.",
    "Payment-Terms-2": "If a payment plan is available, the terms and schedules will be clearly stated in the contract.",
    "Late-Payment": "2.3 Late Payments",
    "Late-Payment-1": "A late fee of 5% of the total amount due will be charged for payments made after the due date.",
    "Late-Payment-2": "If a payment plan is available, the terms and schedules will be clearly stated in the contract.",
    "Frequently-Asked-Question": "Frequently Asked Questions (FAQs)",
    "Frequently-Asked-Question-1": "3.1 How can I schedule a property viewing?",
    "Frequently-Asked-Question-2": "3.2 Are your properties available for rent or only for sale?",
    "Frequently-Asked-Question-3": " 3.3 Can I negotiate the price of the property?",
    "Frequently-Asked-Question-4": " 3.4 What should I bring to the viewing?",
    "Frequently-Asked-Question-5": " 3.5 Do you offer financing options?",
    "Frequently-Asked-Question-6": " 3.6 How long does it take to process a purchase or rental agreement?",
    "Frequently-Asked-Question-7": " 3.7 What happens if I need to cancel my reservation?",
    "Frequently-Asked-Question-8": " 3.8 Are pets allowed in rental properties?",
    "Frequently-Asked-Question-9": " 3.9 What happens if there is a maintenance issue?",
    "Frequently-Asked-Question-1-1": "All property listings are regularly updated to reflect current availability. However, due to high demand, availability may change quickly. We encourage you to inquire about specific properties to confirm their status.",
    "Frequently-Asked-Question-1-2": "We offer both rental and sale properties. Each listing specifies whether it is for rent or for sale.",
    "Frequently-Asked-Question-1-3": "Property prices are set based on current market values. However, our agents may offer flexibility in certain circumstances, particularly for long-term leases or bulk purchases.",
    "Frequently-Asked-Question-1-4": " For property viewings, you should bring a valid ID and any relevant financial documentation if you're interested in renting or purchasing. This includes proof of income or a credit report.",
    "Frequently-Asked-Question-1-5": " We work with several trusted financial institutions to offer financing options. If you're interested in financing, please reach out to our team to discuss available solutions.",
    "Frequently-Asked-Question-1-6": " The processing time for a rental or purchase agreement typically takes between 7-10 business days, depending on the complexity of the transaction and the availability of required documents.",
    "Frequently-Asked-Question-1-7": " If you need to cancel a reservation, please notify us at least 48 hours in advance for a full refund. Cancellations made within 48 hours will incur a cancellation fee.",
    "Frequently-Asked-Question-1-8": " Pet policies vary by property. Please refer to the individual listing or consult with our team to determine the pet policy for a specific property.",
    "Frequently-Asked-Question-1-9": "If you encounter a maintenance issue, please contact our customer support team immediately. We’ll arrange for the necessary repairs within 48 hours for most urgent issues.",
    "Addrhess": "Addrhess:",
    "Addrhes-1": "182 Le Duan, Ben Thuy, Vinh, Nghe An",
    "Hotline": "Hotline:",
    "form-1": "Contact us for suggestions",
    "name": "Name",
    "name-1": "Full name*",
    "message": "Message",
    "message-1": "Write your message*",
    "Submit-request": "Submit request",
    "Terms-of-Service": "Terms of Service",
    "Terms-of-Service-bold-1": "1. Introduction",
    "Terms-of-Service-bold-2": "2. Services Provided",
    "Terms-of-Service-bold-3": "3. User Responsibilities and Obligations",
    "Terms-of-Service-bold-4": "4. Company’s Rights and Responsibilities",
    "Terms-of-Service-bold-5": "5. Payment Terms and Service Fees",
    "Terms-of-Service-bold-6": "6. Ownership and Protection of Intellectual Property",
    "Terms-of-Service-bold-7": "7. Limitation of Liability",
    "Terms-of-Service-bold-8": "8. Dispute Resolution",
    "Terms-of-Service-bold-9": " 9. Privacy Policy",
    "Terms-of-Service-bold-10": "10. Modifications and Updates",
    "Terms-of-Service-bold-11": "11. Contact Information",
    "Terms-of-Service-text-1": "Welcome to CityLand. By accessing or using our real estate services, you agree to comply with these Terms of Service. Please read them carefully before proceeding. If you do not agree to these terms, you may not use our services.",
    "Terms-of-Service-text-2": "We provide real estate-related services, including but not limited to buying, selling, renting, leasing, consulting, and project development. All services are subject to availability and compliance with applicable laws and regulations.",
    "Terms-of-Service-text-3": "By using our services, you agree to:",
    "Terms-of-Service-text-4": "• Provide accurate, current, and complete information as required.",
    "Terms-of-Service-text-5": "• Comply with all applicable laws and regulations.",
    "Terms-of-Service-text-6": "• Avoid engaging in fraudulent activities or using our services for unlawful purposes.",
    "Terms-of-Service-text-7": "You must not:",
    "Terms-of-Service-text-8": "• Misuse the platform or attempt unauthorized access to our systems.",
    "Terms-of-Service-text-9": "• Share or distribute copyrighted material without proper authorization.",
    "Terms-of-Service-text-10": "We reserve the right to:",
    "Terms-of-Service-text-11": "• Modify, suspend, or terminate services at any time without prior notice.",
    "Terms-of-Service-text-12": "• Deny service to users violating these terms.",
    "Terms-of-Service-text-13": "We commit to protecting your personal data and maintaining a secure service environment.",
    "Terms-of-Service-text-14": "All fees for our services will be clearly outlined before any transaction. Payments must be made through approved methods, and refunds will be issued based on the conditions specified in our refund policy.",
    "Terms-of-Service-text-15": "All content, trademarks, logos, and materials provided through our services are owned by us or licensed to us. You may not copy, distribute, or use these materials without our explicit consent.",
    "Terms-of-Service-text-16": "We are not liable for:",
    "Terms-of-Service-text-17": "• Indirect or consequential damages arising from the use of our services.",
    "Terms-of-Service-text-18": "• Losses due to events beyond our control, including but not limited to natural disasters, technical failures, or unauthorized access.",
    "Terms-of-Service-text-19": "In case of disputes, we encourage users to contact us directly to resolve the matter amicably. If necessary, disputes will be resolved under the laws of [Your Jurisdiction] through arbitration or a competent court.",
    "Terms-of-Service-text-20": "We are committed to protecting your personal data. Please refer to our Privacy Policy for details on how we collect, use, and share your information.",
    "Terms-of-Service-text-21": "We may update these terms periodically. Changes will be effective immediately upon posting. Continued use of our services indicates your acceptance of the updated terms.",
    "Terms-of-Service-text-22": "If you have any questions or concerns regarding these Terms of Service, please contact us: here",
    "filter": "Filter",
    "new-listing": "New Listing",
    "price-l": "Price :Low-High",
    "price-h": "Price :High-Low",
    "details": "Detail",
    "beds": "Beds",
    "baths": "Baths",
    "sqft": "Sqft",
    "cont": "Contact me",
    "your-name": "Your Name",
    "your-email": "Your Email",
    "your-message": "Your Message",
    "send": "Send Message",
    "central-desc":"Property description Central Park Tower, #127/128, Midtown West, New York, NY 10019.Introducing SKY HOUSE1,386 feet above Manhattan rests one of the most captivating properties ever constructed. Sky House is the highest duplex penthouse at the legendary Central Park Tower, the tallest residential building and most prestigious address in the world. Now offered for sale, this is a once-in-a-lifetime opportunity to own a truly irreplicable mansion in the clouds. Stretching across the entire 127th and 128th floors of New York's consummate modern marvel, Sky House is a celebration of majestic scale, outstanding craftsmanship, and exquisite appointment set before the backdrop of stratospheric views that stretch from the shores of the Atlantic to the far hills of New Jersey, and from the Statue of Liberty to New England.The remarkable 11,535 square feet of living space at Sky House allows the home to achieve a coveted layout that masterfully separates awe-inspiring entertainment spaces from equally spectacular private living quarters. A private reception hall opens into a palatial, 39-foot gallery befitting the world's most celebrated artworks. Just across, the centrally located observatory beckons one to experience the splendor of Central Park's foliage below. The adjacent library provides an inviting setting for quiet contemplation.The 1,550 square foot, ballroom-scale grand salon features soaring 14-foot ceilings and 270-degree views of Central Park and the landmarks of New York City below, encapsulated by three walls of floor-to-ceiling crystalline glass windows. From the banquet-sized south and east-facing dining room, one can watch the lights dance on the Empire State Building and the Times Square ball drop on New Year’s Eve. The adjacent chef-caliber kitchen features custom Eucalyptus cabinetry by Smallbone of Devizes, book-matched Statuary marble countertops, Dornbracht polished nickel fixtures, custom polished nickel hardware, and white Neuvellano stone flooring. A discreet service hall conveniently connects the kitchen to the service elevator.A neighboring south and west-facing family room serves as a nexus to a private wing that connects to two bedrooms with ensuite baths. An additional park-facing ensuite bedroom/media room completes the 127th floor. The jewel of Sky House takes form in the palatial double-height stair hall, where a magnificent glass-ensconced sculptural staircase connects the two floors of the home. One's experience ascending to the 128th floor is akin to that of floating on a cloud.The primary bedroom suite is in a league of its own, with two boutique-sized dressing rooms and two primary bathrooms featuring radiant heated floors, Grigio Orobico and statuary marble, Dornbracht fixtures, and a spectacular freestanding tub that seemingly floats above the trees of Central Park. An adjacent park-facing ensuite bedroom provides the opportunity to create an even larger primary suite complete with a private media room."

  },
  "vi": {
    "home": "Trang Chủ",
    "services": "Dịch vụ",
    "features": "Tính năng",
    "resources": "Tài nguyên",
    "contact": "Liên hệ",
    "signIn": "Đăng nhập",
    "signUp": "Đăng ký",
    "welcome": "Chào mừng đến với CityLand",
    "discoverPlace": "Khám phá nơi bạn sẽ yêu thích để sống.",
    "unlockDeals": "Khám phá các ưu đãi bất động sản độc quyền trước bất kỳ ai khác!",
    "moreAboutUs": "Tìm hiểu thêm về chúng tôi",
    "trustText": "Hơn 45,000+ công ty tin tưởng CityLand",
    "ratings": "Đánh giá 5 sao (hơn 2k bình luận)",
    "howItWorks": "Cách hoạt động?",
    "guideDesc": "Mọi thứ bạn cần biết khi bạn muốn mua, thuê, hoặc bán - tất cả trong một nơi.",
    "buyerGuides": "Hướng dẫn người mua",
    "howToBuy": "Cách mua",
    "rentGuides": "Hướng dẫn cho thuê",
    "howToRent": "Cách thuê",
    "sellGuides": "Hướng dẫn bán",
    "howToSell": "Cách bán",
    "fullguides": "Hướng dẫn đầy đủ",
    "featuredProperties": "Bất động sản nổi bật",
    "lookingDesc": "Mọi thứ bạn cần biết khi bạn tìm kiếm",
    "viewAll": "Xem tất cả",
    "subscribeNewsletter": "Đăng ký nhận bản tin!",
    "subscribeDesc": "Đăng ký nhận bản tin của chúng tôi và luôn cập nhật.",
    "subscribe": "Đăng ký",
    "product": "Sản phẩm",
    "listing": "Danh sách",
    "property": "Tài sản",
    "agents": "Đại lý",
    "blog": "Blog",
    "ourHomes": "Ngôi nhà của chúng tôi",
    "memberStories": "Câu chuyện thành viên",
    "video": "Video",
    "freeTrial": "Dùng thử miễn phí",
    "company": "Công ty",
    "partnerships": "Đối tác",
    "termsOfUse": "Điều khoản sử dụng",
    "privacy": "Chính sách bảo mật",
    "sitemap": "Sơ đồ trang web",
    "getInTouch": "Liên lạc với chúng tôi",
    "nextHome": "Bạn sẽ tìm thấy ngôi nhà tiếp theo của mình, theo phong cách bạn thích.",
    "rememberMe": "Ghi nhớ đăng nhập",
    "fullName": "Họ và tên",
    "password": "Mật khẩu",
    "confirmPassword": "Xác nhận mật khẩu",
    "agreeToS": "Tôi đồng ý với Điều khoản dịch vụ",
    "neighborhood": "Bạn đã tìm thấy một khu phố mà mình yêu thích.",
    "own-home": "Khi bạn sở hữu một ngôi nhà, bạn đang cam kết sống ở một địa điểm trong một thời gian. Trong một khảo sát gần đây của Trulia, chúng tôi nhận thấy rằng năm trong số sáu người được hỏi nói rằng việc tìm được khu phố phù hợp là rất quan trọng.",
    "avarage": "Theo trung bình đối với các căn hộ 2 phòng ngủ tại San Francisco, CA",
    "num-sale": "Nhà Đang Bán",
    "num-sold": "Nhà Đã Bán Gần Đây",
    "price": "Giảm Giá",
    "copyright": "Bản quyền 2024. Mọi quyền được bảo lưu.",
    "email": "Email",
    "About-us": "Liên Hệ",
    "project-introduction": "GIỚI THIỆU DỰ ÁN ",
    "about-us-introduction-1": "I. THÀNH LẬP VÀ PHÁT TRIỂN",
    "date-1-2024": "Dự án bất động sản của chúng tôi được thành lập vào ngày 1 tháng 9 năm 2024, bởi ba thành viên có tầm nhìn chiến lược và kinh nghiệm sâu rộng trong ngành.",
    "Hiep-1": "Nguyễn Hữu Hiệp",
    "Hiep-2": "– Trưởng nhóm, chịu trách nhiệm lãnh đạo chiến lược và quản lý tổng thể dự án.",
    "Hoan-1": "Hồ Xuân Hoàn",
    "Hoan-2": "– Thành viên, chuyên gia trong lĩnh vực nghiên cứu thị trường và phát triển sản phẩm.",
    "Khoi-1": "Nguyễn Xuân Khởi ",
    "Khoi-2": "– Thành viên, chịu trách nhiệm về các vấn đề tài chính và chiến lược đầu tư.",
    "Nen-Tang": "Với nền tảng vững chắc và sự phối hợp hiệu quả của đội ngũ sáng lập, dự án không ngừng phát triển và hướng tới việc mang lại giá trị bền vững, lâu dài cho cộng đồng.",
    "LONG-TERM-VISION": "II. TẦM NHÌN DÀI HẠN",
    "LONG-TERM-VISION-2": "Chúng tôi phấn đấu trở thành một trong những công ty bất động sản hàng đầu, cung cấp các giải pháp nhà ở bền vững, chất lượng cao và cơ hội đầu tư, không ngừng đổi mới để đáp ứng nhu cầu ngày càng thay đổi của khách hàng trong tương lai.",
    "MISSION-OF-CITYLAND": "III. SỨ MỆNH CỦA CITYLAND",
    "MISSION-OF-CITYLAND-2": "Sứ mệnh của chúng tôi là mang lại giá trị thiết thực và đột phá trong lĩnh vực bất động sản, cung cấp không chỉ các dự án nhà ở mà còn các sản phẩm bất động sản có tiềm năng phát triển cao, đem lại lợi ích lâu dài cho khách hàng và cộng đồng.",
    "CORE-VALUES": "IV. GIÁ TRỊ CỐT LÕI",
    "Commitment-1": "Cam kết",
    "Commitment-2": ": Chúng tôi đầu tư tâm huyết và đam mê vào từng dự án, đảm bảo tất cả các sản phẩm của chúng tôi đạt tiêu chuẩn chất lượng cao nhất.",
    "Reputation-1": "Uy tín",
    "Reputation-2": ": Uy tín là nền tảng của hoạt động kinh doanh; chúng tôi luôn giữ vững các cam kết với khách hàng và đối tác.",
    "Professionalism-1": "Chuyên nghiệp",
    "Professionalism-2": ": Chúng tôi hoạt động dựa trên quy trình chuyên nghiệp, với đội ngũ giàu kinh nghiệm luôn không ngừng học hỏi và cải tiến.",
    "Leader": "-Nhóm Trưởng",
    "Member": "- Thành Viên",
    "Policies": "Chính Sách",
    "General-Policies": "1. Chính Sách Chung",
    "Property-Listings": "1.1 Danh Sách Tài Sản",
    "Property-Listings-1": "Tất cả danh sách tài sản đều được cập nhật thường xuyên để phản ánh tình trạng sẵn có hiện tại. Tuy nhiên, do nhu cầu cao, tình trạng sẵn có có thể thay đổi nhanh chóng. Chúng tôi khuyến khích bạn hỏi thông tin về các tài sản cụ thể để xác nhận tình trạng của chúng.",
    "Booking-Reservations": "1.2 Đặt Chỗ & Đặt Hàng",
    "Booking-Reservations-1": "• Việc đặt chỗ có thể được thực hiện thông qua trang web của chúng tôi hoặc bằng cách liên hệ với đội ngũ bán hàng.",
    "Booking-Reservations-2": "• Một đặt chỗ sẽ không được xác nhận cho đến khi chúng tôi nhận được khoản đặt cọc hoặc thanh toán.",
    "Booking-Reservations-3": "• Tất cả các đặt chỗ phụ thuộc vào tình trạng sẵn có và xác nhận từ đội ngũ của chúng tôi.",
    "Cancellation-Refunds": "1.3 Hủy & Hoàn Tiền",
    "Cancellation-Refunds-1": "• Việc hủy phải được thực hiện ít nhất 48 giờ trước thời gian xem hoặc đặt chỗ đã lên lịch để nhận được hoàn tiền đầy đủ.",
    "Cancellation-Refunds-2": "• Việc hủy trong vòng 48 giờ sẽ chịu phí hủy 20%.",
    "Cancellation-Refunds-3": "• Hoàn tiền sẽ được xử lý trong vòng 7 ngày làm việc sau khi hủy.",
    "Property-Viewing": "1.4 Xem Tài Sản",
    "Property-Viewing-1": "• Các buổi xem tài sản được sắp xếp theo yêu cầu, dựa trên tình trạng sẵn có.",
    "Property-Viewing-2": "• Vui lòng đến đúng giờ cho buổi xem đã lên lịch để đảm bảo trải nghiệm diễn ra suôn sẻ.",
    "Property-Viewing-3": "• Các nhân viên của chúng tôi sẽ cung cấp hướng dẫn và trả lời mọi câu hỏi bạn có về tài sản.",
    "Payment-Policies": "2. Chính Sách Thanh Toán",
    "Payment-Methods": "2.1 Phương Thức Thanh Toán",
    "Payment-Methods-1": "Chúng tôi chấp nhận các phương thức thanh toán sau:",
    "Payment-Methods-2": "• Chuyển khoản ngân hàng",
    "Payment-Methods-3": "• Thẻ tín dụng/Ghi nợ",
    "Payment-Methods-4": "• Tiền mặt (chỉ áp dụng khi thanh toán trực tiếp)",
    "Payment-Terms": "2.2 Điều Khoản Thanh Toán",
    "Payment-Terms-1": "• Thanh toán đầy đủ là bắt buộc ngay khi ký hợp đồng thuê hoặc mua, trừ khi có quy định khác.",
    "Payment-Terms-2": "• Nếu có kế hoạch thanh toán, các điều khoản và lịch trình sẽ được nêu rõ trong hợp đồng.",
    "Late-Payment": "2.3 Thanh Toán Trễ Hạn",
    "Late-Payment-1": "• Phí trễ hạn 5% trên tổng số tiền sẽ được áp dụng đối với các khoản thanh toán sau ngày đến hạn.",
    "Late-Payment-2": "• Không thanh toán trong vòng 30 ngày có thể dẫn đến việc hủy đặt chỗ hoặc hợp đồng thuê tài sản.",
    "Frequently-Asked-Question": "Câu Hỏi Thường Gặp (FAQs)",
    "Frequently-Asked-Question-1": "3.1 Làm thế nào để tôi đặt lịch xem tài sản?",
    "Frequently-Asked-Question-2": "3.2 Các tài sản của bạn có cho thuê hay chỉ bán?",
    "Frequently-Asked-Question-3": "3.3 Tôi có thể thương lượng giá của tài sản không?",
    "Frequently-Asked-Question-4": "3.4 Tôi nên mang theo gì khi đi xem tài sản?",
    "Frequently-Asked-Question-5": "3.5 Bạn có cung cấp các lựa chọn tài chính không?",
    "Frequently-Asked-Question-6": "3.6 Quá trình xử lý hợp đồng mua hoặc thuê mất bao lâu?",
    "Frequently-Asked-Question-7": "3.7 Điều gì xảy ra nếu tôi cần hủy đặt chỗ của mình?",
    "Frequently-Asked-Question-8": "3.8 Có được phép nuôi thú cưng trong các tài sản cho thuê không?",
    "Frequently-Asked-Question-9": "3.9 Điều gì sẽ xảy ra nếu có vấn đề bảo trì?",
    "Frequently-Asked-Question-1-1": " Để đặt lịch xem nhà, bạn chỉ cần liên hệ với đội ngũ hỗ trợ khách hàng qua điện thoại, email hoặc mẫu liên hệ trên website của chúng tôi. Chúng tôi sẽ xác nhận lại thời gian có sẵn với bạn.",
    "Frequently-Asked-Question-1-2": "Chúng tôi cung cấp cả bất động sản cho thuê và bán. Mỗi danh sách sẽ ghi rõ bất động sản đó cho thuê hay bán.",
    "Frequently-Asked-Question-1-3": " Giá của bất động sản được xác định dựa trên giá trị thị trường hiện tại. Tuy nhiên, đội ngũ nhân viên của chúng tôi có thể linh hoạt trong một số trường hợp, đặc biệt là đối với hợp đồng thuê dài hạn hoặc mua số lượng lớn.",
    "Frequently-Asked-Question-1-4": " Khi đi xem nhà, bạn cần mang theo CMND/CCCD và các giấy tờ tài chính có liên quan nếu bạn muốn thuê hoặc mua bất động sản, bao gồm chứng minh thu nhập hoặc báo cáo tín dụng.",
    "Frequently-Asked-Question-1-5": " Chúng tôi hợp tác với nhiều tổ chức tài chính uy tín để cung cấp các lựa chọn tài chính. Nếu bạn quan tâm đến các giải pháp tài chính, vui lòng liên hệ với đội ngũ của chúng tôi để tìm hiểu thêm.",
    "Frequently-Asked-Question-1-6": " Quá trình ký hợp đồng thường mất từ 7-10 ngày làm việc, tùy vào độ phức tạp của giao dịch và sự có mặt của các giấy tờ cần thiết.",
    "Frequently-Asked-Question-1-7": " Nếu bạn cần hủy bỏ đặt chỗ, vui lòng thông báo cho chúng tôi ít nhất 48 giờ trước để nhận lại toàn bộ tiền. Việc hủy bỏ trong vòng 48 giờ sẽ bị tính phí hủy.",
    "Frequently-Asked-Question-1-8": " Chính sách về thú cưng sẽ khác nhau tùy vào từng bất động sản. Vui lòng tham khảo thông tin cụ thể trong từng danh sách hoặc liên hệ với đội ngũ của chúng tôi để biết chi tiết.",
    "Frequently-Asked-Question-1-9": "Nếu bạn gặp sự cố về bảo trì, vui lòng liên hệ ngay với đội ngũ hỗ trợ khách hàng của chúng tôi. Chúng tôi sẽ sắp xếp sửa chữa trong vòng 48 giờ đối với các sự cố khẩn cấp.",
    "Addrhess": "Địa chỉ:",
    "Addrhes-1": "182 Lê Duẩn, Bến Thủy, Vinh, Nghệ An",
    "Hotline": "Đường dây nóng: ",
    "form-1": "Liên hệ với chúng tôi để đưa ra gợi ý.",
    "name": "Tên của bạn",
    "name-1": "Họ và tên*",
    "message": "Nội dung",
    "message-1": "Nhập nội dung của bạn*",
    "Submit-request": "Gửi yêu cầu",
    "Terms-of-Service": "Điều khoản và dịch vụ",
    "Terms-of-Service-bold-1": "1. Giới thiệu",
    "Terms-of-Service-bold-2": "2. Dịch Vụ Cung Cấp",
    "Terms-of-Service-bold-3": "3. Trách Nhiệm và Nghĩa Vụ của Người Dùng",
    "Terms-of-Service-bold-4": "4. Quyền và Nghĩa Vụ của Công Ty",
    "Terms-of-Service-bold-5": "5. Điều Kiện Thanh Toán và Phí Dịch Vụ",
    "Terms-of-Service-bold-6": "6. Quyền Sở Hữu và Bảo Vệ Tài Sản Trí Tuệ",
    "Terms-of-Service-bold-7": "7. Giới Hạn Trách Nhiệm",
    "Terms-of-Service-bold-8": "8. Giải Quyết Tranh Chấp",
    "Terms-of-Service-bold-9": "9. Chính Sách Bảo Mật",
    "Terms-of-Service-bold-10": "10. Điều Khoản Điều Chỉnh và Cập Nhật",
    "Terms-of-Service-bold-11": "11. Thông Tin Liên Hệ",
    "Terms-of-Service-text-1": "Chào mừng bạn đến với Cityland. Khi truy cập hoặc sử dụng các dịch vụ bất động sản của chúng tôi, bạn đồng ý tuân thủ Điều khoản dịch vụ này. Vui lòng đọc kỹ trước khi tiếp tục. Nếu bạn không đồng ý với các điều khoản này, vui lòng không sử dụng dịch vụ của chúng tôi.",
    "Terms-of-Service-text-2": "Chúng tôi cung cấp các dịch vụ liên quan đến bất động sản, bao gồm nhưng không giới hạn ở mua bán, cho thuê, tư vấn và phát triển dự án. Tất cả các dịch vụ đều tuân theo sự sẵn có và pháp luật hiện hành.",
    "Terms-of-Service-text-3": "Khi sử dụng dịch vụ, bạn đồng ý:",
    "Terms-of-Service-text-4": "• Cung cấp thông tin chính xác, hiện tại và đầy đủ theo yêu cầu.",
    "Terms-of-Service-text-5": "• Tuân thủ các luật và quy định hiện hành.",
    "Terms-of-Service-text-6": "• Không tham gia vào các hoạt động gian lận hoặc sử dụng dịch vụ cho mục đích bất hợp pháp.",
    "Terms-of-Service-text-7": "Bạn không được:",
    "Terms-of-Service-text-8": "• Sử dụng sai mục đích hoặc cố gắng truy cập trái phép vào hệ thống của chúng tôi.",
    "Terms-of-Service-text-9": "• Chia sẻ hoặc phân phối tài liệu có bản quyền mà không được phép.",
    "Terms-of-Service-text-10": "Chúng tôi có quyền:",
    "Terms-of-Service-text-11": "• Thay đổi, tạm ngừng hoặc chấm dứt dịch vụ bất kỳ lúc nào mà không cần thông báo trước.",
    "Terms-of-Service-text-12": "• Từ chối cung cấp dịch vụ cho người dùng vi phạm điều khoản này.",
    "Terms-of-Service-text-13": "Chúng tôi cam kết bảo vệ dữ liệu cá nhân của bạn và duy trì môi trường dịch vụ an toàn.",
    "Terms-of-Service-text-14": "Tất cả các khoản phí liên quan đến dịch vụ sẽ được thông báo rõ ràng trước khi thực hiện giao dịch. Thanh toán phải được thực hiện qua các phương thức được phê duyệt và việc hoàn tiền sẽ tuân theo chính sách hoàn tiền đã quy định.",
    "Terms-of-Service-text-15": "Tất cả nội dung, nhãn hiệu, logo, và tài liệu cung cấp thông qua dịch vụ đều thuộc quyền sở hữu của chúng tôi hoặc được cấp phép. Bạn không được sao chép, phân phối hoặc sử dụng các tài liệu này nếu không có sự cho phép rõ ràng từ chúng tôi.",
    "Terms-of-Service-text-16": "Chúng tôi không chịu trách nhiệm đối với:",
    "Terms-of-Service-text-17": "• Các thiệt hại gián tiếp hoặc hệ quả phát sinh từ việc sử dụng dịch vụ của chúng tôi.",
    "Terms-of-Service-text-18": "• Mất mát do các sự kiện nằm ngoài tầm kiểm soát, bao gồm nhưng không giới hạn ở thiên tai, lỗi kỹ thuật hoặc truy cập trái phép.",
    "Terms-of-Service-text-19": "Trong trường hợp tranh chấp, chúng tôi khuyến khích người dùng liên hệ trực tiếp với chúng tôi để giải quyết. Nếu cần thiết, tranh chấp sẽ được giải quyết theo pháp luật của [Khu vực pháp lý của bạn] thông qua trọng tài hoặc tòa án có thẩm quyền.",
    "Terms-of-Service-text-20": "Chúng tôi cam kết bảo vệ dữ liệu cá nhân của bạn. Vui lòng tham khảo Chính Sách Bảo Mật của chúng tôi để biết chi tiết về cách chúng tôi thu thập, sử dụng và chia sẻ thông tin của bạn.",
    "Terms-of-Service-text-21": "Chúng tôi có thể cập nhật các điều khoản này theo thời gian. Các thay đổi sẽ có hiệu lực ngay khi được đăng tải. Việc tiếp tục sử dụng dịch vụ của bạn đồng nghĩa với việc chấp nhận các điều khoản đã cập nhật.",
    "Terms-of-Service-text-22": "Nếu bạn có bất kỳ câu hỏi hoặc mối quan tâm nào liên quan đến các Điều khoản Dịch vụ này, vui lòng liên hệ với chúng tôi: Tại đây",
    "Terms-of-Service-text-23": "tại đây.",
    "filter": "Bộ lọc",
    "new-listing": "Danh sách mới",
    "price-l": "Giá :Thấp-Cao",
    "price-h": "Giá :Cao-Thấp",
    "details": "Chi tiết",
    "beds": "Phòng ngủ",
    "baths": "Phòng tắm",
    "sqft": "Diện tích",
    "cont": "Liên hệ với tôi",
    "your-name": "Tên của bạn",
    "your-email": "Email của bạn",
    "your-message": "Tin nhắn của bạn",
    "send": "Gửi tin nhắn",
    "central-desc":"Mô tả bất động sản Central Park Tower, #127/128, Midtown West, New York, NY 10019. Giới thiệu SKY HOUSE cao 1.386 feet so với Manhattan là một trong những bất động sản quyến rũ nhất từng được xây dựng. Sky House là căn hộ thông tầng cao nhất tại Central Park Tower huyền thoại, tòa nhà dân cư cao nhất và là địa chỉ uy tín nhất trên thế giới. Hiện đang được rao bán, đây là cơ hội duy nhất trong đời để sở hữu một dinh thự thực sự không thể sao chép trên mây. Trải dài trên toàn bộ tầng 127 và 128 của kỳ quan hiện đại hoàn hảo của New York, Sky House là sự tôn vinh quy mô hùng vĩ, tay nghề thủ công xuất sắc và sự sắp xếp tinh tế trước bối cảnh của tầm nhìn tầng bình lưu trải dài từ bờ Đại Tây Dương đến những ngọn đồi xa xôi của New Jersey, và từ Tượng Nữ thần Tự do đến New England.\n Không gian sống đáng chú ý rộng 11.535 feet vuông tại Sky House cho phép ngôi nhà đạt được bố cục đáng mơ ước, khéo léo tách biệt không gian giải trí đầy cảm hứng với không gian sống riêng tư ngoạn mục không kém. Một sảnh tiếp tân riêng mở ra một phòng trưng bày rộng 39 feet, lộng lẫy, xứng đáng với những tác phẩm nghệ thuật nổi tiếng nhất thế giới. Ngay bên kia, đài quan sát nằm ở vị trí trung tâm vẫy gọi bạn trải nghiệm vẻ đẹp lộng lẫy của tán lá Công viên Trung tâm bên dưới. Thư viện liền kề cung cấp một bối cảnh hấp dẫn cho sự chiêm nghiệm yên tĩnh. Phòng khách lớn rộng 1.550 foot vuông, có trần nhà cao 14 foot và tầm nhìn 270 độ ra Công viên Trung tâm và các địa danh của Thành phố New York bên dưới, được bao bọc bởi ba bức tường cửa sổ kính pha lê từ sàn đến trần. Từ phòng ăn hướng nam và hướng đông có kích thước tiệc, người ta có thể ngắm nhìn ánh đèn nhảy múa trên Tòa nhà Empire State và quả cầu thả xuống Quảng trường Thời đại vào đêm giao thừa.\n Nhà bếp đẳng cấp đầu bếp liền kề có tủ Eucalyptus tùy chỉnh của Smallbone of Devizes, mặt bàn bằng đá cẩm thạch Statuary phù hợp với sách, đồ đạc bằng niken đánh bóng Dornbracht, phần cứng niken đánh bóng tùy chỉnh và sàn đá Neuvellano màu trắng. Một sảnh dịch vụ kín đáo kết nối thuận tiện nhà bếp với thang máy dịch vụ. Một phòng gia đình hướng nam và hướng tây lân cận đóng vai trò là điểm kết nối với một cánh riêng kết nối với hai phòng ngủ có phòng tắm riêng. Một phòng ngủ/phòng giải trí riêng hướng ra công viên bổ sung hoàn thiện tầng 127. Viên ngọc của Sky House được tạo hình trong sảnh cầu thang cao gấp đôi, nơi có cầu thang điêu khắc bằng kính tráng lệ kết nối hai tầng của ngôi nhà.\n Trải nghiệm của một người khi lên tầng 128 giống như đang lơ lửng trên một đám mây. Phòng ngủ chính nằm trong một đẳng cấp riêng, với hai phòng thay đồ cỡ boutique và hai phòng tắm chính có sàn sưởi ấm, Grigio Orobico và đá cẩm thạch tượng, đồ đạc Dornbracht và bồn tắm đứng ngoạn mục dường như lơ lửng trên những hàng cây của Công viên Trung tâm.Phòng ngủ khép kín hướng ra công viên liền kề tạo cơ hội tạo ra một phòng ngủ chính lớn hơn, có phòng giải trí riêng."
  }
}
